Repository: vied12/compass-productions
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Sorry but this Compass web site is incompatible with your navigator.
fr: Ce site est incompatible avec votre navigateur internet

source: Please download a real modern navigator like Mozilla Firefox or Google Chrome
fr: Merci de télécharger un navigateur moderne comme Mozilla Firefox ou Google Chrome

source: Please enter the magic password
fr: Tapez le mot de passe magique

source: password
fr: mot de passe

source: download
fr: télécharger

source: Sorry, we don't know this password, try again
fr: Désolé, nous ne connaissons pas ce mot de passe.

source: News
fr: Nouvelles

source: JOY!
fr: JOIE!

source: The devil in the holy water
fr: Le diable dans l'eau bénite

source: Nana, George & me
fr: Nana, George et moi

source: Parting words
fr: Derniers mots

source: The Length of the Alphabet
fr: La longueur de l’alphabet

source: In theaters soon
fr: Bientôt à l'affiche

source: WATCH THE TRAILER
fr: BANDE-ANNONCE

source: Open
fr: Ouvrir

source: Close
fr: Fermer

source: Home
fr: Accueil

source: Back
fr: Retour

source: view entire film
fr: voir le film

source: screenings
fr: projections

source: credits
fr: génériques

source: press
fr: presse

source: links
fr: liens

source: Read more
fr: Plus d'infos

source: press kit
fr: kit de presse

source: Hello there,
fr: Salut,

source: Would you like to get in touch with Compass Productions?
fr: Vous voulez prendre contact avec Compass Productions?

source: You may reach us at:
fr: Vous pouvez nous joindre sur:

source: or use our contact form
fr: ou utiliser notre formulaire de contact

source: Would you like to get in touch with Compass Productions
fr: Vous voulez prendre contact avec Compass Productions

source: Write us a few lines...
fr: Ecrivez nous ici quelques lignes...

source: Send
fr: Envoyer

source: Thank you
fr: Merci

source: There is a problem, please check if your email is correct or retry in a few moment
fr: Il y a eu un problème, vérifiez si l'email donné est bien correct ou réessayez dans un petit moment
